Repository: halonsoluis/MiniRev
Catalog: MiniRev/MiniRev/ReviewManager/*.lproj/ReviewFlow.strings
Languages: es

# 0oP-h6-NXE.normalTitle
source: Send us an Email
es: Envíanos un Email

# HSZ-3X-1jo.normalTitle
source: Later
es: Luego

# cUj-a8-GIQ.normalTitle
source: Yes
es: Si

# d6V-jP-17J.normalTitle
source: Later
es: Luego

# pIv-de-as5.normalTitle
source: Go to AppStore
es: Ir al AppStore

# Tz2-cd-q5e.text
source: Does it feel good using
es: ¿Le ha resultado útil usar

# shI-wd-SRY.text
source: Would you like to
es: ¿Le gustaría

# 54D-46-N8w.text
source: tell us why?
es: decirnos por qué?

# 0MH-wE-VTL.text
source: Would you like to give us
es: ¿Le gustaría compartir

# nAG-jH-orF.text
source: a review?
es: su experiencia?
